Repository: moltob/pybizwiz
Catalog: bizwiz/invoices/locale/*/LC_MESSAGES/django.po
Languages: de

source: Export JSON
de: JSON exportieren

source: Export PDF
de: PDF exportieren

source: BPF Invoice R{:06d}
de: BPF Rechnung R{:06d}

source: Mark as paid
de: Kunde hat gezahlt

source: File taxes
de: Versteuern

source: Delete
de: Löschen

source: Go!
de: Los!

source: %(num)d invoices have not been found in the database, please refresh browser and reselect.
de: %(num)d Rechnungen wurden nicht in der Datenbank gefunden. Bitte laden Sie die Seite erneut.

source: Some of the selected invoices have been paid before, please unselect or choose another action.
de: Einige der gewählten Rechnungen wurden bereits bezahlt. Bitte ändern Sie Ihre Auswahl.

source: Some of the selected invoices have not yet been paid before, please unselect or choose another action.
de: Einige der gewählten Rechnungen wurden noch nicht als bezahlt markiert. Bitte ändern Sie Ihre Auswahl.

source: Some of the selected invoices have filed before, please unselect or choose another action.
de: Einige der gewählten Rechnungen wurden bereits versteuert. Bitte ändern Sie Ihre Auswahl.

source: Applied rebates
de: Angewendete Rabatte

source: Invoice
de: Rechnung

source: Invoices
de: Rechnungen

source: Invoice number
de: Rechnungsnummer

source: Created
de: Erstellt

source: Paid
de: Bezahlt

source: Taxes filed
de: Versteuert

source: Project
de: Projekt

source: Rebates
de: Rabatte

source: Kind
de: Art

source: Original article
de: Original Artikel

source: Amount
de: Anzahl

source: Invoiced article
de: Berechneter Artikel

source: Invoiced articles
de: Berechnete Artikel

source: Original customer
de: Original Kunde

source: Invoiced customer
de: Berechneter Kunde

source: Invoiced customers
de: Berechnete Kunden

source: Create invoice
de: Rechnungen erstellen

source: Submit
de: Abschicken

source: Invoice action
de: Rechnungsaktion

source: Yes
de: Ja

source: No
de: Nein

# confirm 1
source: Are you sure you want to
de: Sind Sie sicher, dass Sie

# confirm 2 pay_invoices
source: mark the following
de: die folgenden

# confirm 3 pay_invoices
source: invoices as paid?
de: Rechnungen als bezahlt markieren möchten?

# confirm 2 tax
source: file taxes for the following
de: die folgenden

# confirm 3 tax
source: invoices?
de: Rechnungen versteuern möchten?

# confirm 2 del
source: delete the following
de: die folgenden

# confirm 3 del
source: invoices?
de: Rechnungen löschen möchten?

# confirm 2 def
source: execute the chosen action for the following
de: die gewählte Aktion für die folgenden

# confirm 3 def
source: invoices?
de: Rechnungen ausführen möchten?

source: Edit invoice
de: Rechnungen bearbeiten

source: Customer
de: Kunde

source: Modifications to customer data like name or address are effective within the context of this invoice only. If you want to change a customer permanently, do this via the customer menu.
de: Änderungen an Kundendaten wie Namen oder Adresse sind nur im Rahmen dieser Rechnung wirksam. Falls Sie Kundendaten permanent ändern möchten, tun Sie dies bitte über das Kundendaten Menü.

source: Invoice items
de: Rechnungsposten

source: Modifications to articles like its name or the unit price are effective within the context of this invoice only. If you want to change an article permanently, do this via the article menu.
de: Änderungen an Artikeln wie Namen oder Preis sind nur im Rahmen dieser Rechnung wirksam. Falls Sie Artikel permanent ändern möchten, tun Sie dies bitte über das Artikelstammdaten Menü.

source: Item total
de: Summe

source: Updated: Invoice %(number)s
de: Bearbeitet: Rechnung %(number)s

source: Created: Invoice for %(customer)s
de: Erstellt: Rechnung %(customer)s
